{
    "data" : 
      [
         {
         "title": "The Godfather",
         "release_date": "1972-03-14",
         "poster_path": "/3bhkrj58Vtu7enYsRolD1fZdja1.jpg",
         "overview": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
         "popularity": 102.531,
         "vote_average": 8.7,
         "vote_count": 17892
         },
         {
         "title": "The Shawshank Redemption",
         "release_date": "1994-09-23",
         "poster_path": "/q6y0Go1tsGEsmtFryDOJo3dEmqu.jpg",
         "overview": "Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
         "popularity": 82.579,
         "vote_average": 8.7,
         "vote_count": 23738
         },
         {
         "title": "Cuando Sea Joven",
         "release_date": "2022-09-14",
         "poster_path": "/6gIJuFHh5Lj4dNaPG3TzIMl7L68.jpg",
         "overview": "70-year-old Malena gets a second chance at life when she magically turns into her 22-year-old self. Now, posing as \"Maria\" to hide her true identity, she becomes the lead singer of her grandson's band and tries to recover her dream of singing, which she had to give up at some point.",
         "popularity": 19.163,
         "vote_average": 8.6,
         "vote_count": 217
         },
         {
         "title": "The Godfather Part II",
         "release_date": "1974-12-20",
         "poster_path": "/hek3koDUyRQk7FIhPXsa6mT2Zc3.jpg",
         "overview": "In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.",
         "popularity": 43.704,
         "vote_average": 8.6,
         "vote_count": 10812
         },
         {
         "title": "Dilwale Dulhania Le Jayenge",
         "release_date": "1995-10-19",
         "poster_path": "/ktejodbcdCPXbMMdnpI9BUxW6O8.jpg",
         "overview": "Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga.",
         "popularity": 23.653,
         "vote_average": 8.6,
         "vote_count": 4124
         },
         {
         "title": "Schindler's List",
         "release_date": "1993-12-15",
         "poster_path": "/sF1U4EUQS8YHUYjNl3pMGNIQyr0.jpg",
         "overview": "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.",
         "popularity": 37.865,
         "vote_average": 8.6,
         "vote_count": 14042
         },
         {
         "title": "Spirited Away",
         "release_date": "2001-07-20",
         "poster_path": "/39wmItIWsg5sZMyRUHLkWBcuVCM.jpg",
         "overview": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
         "popularity": 70.394,
         "vote_average": 8.5,
         "vote_count": 14265
         },
         {
         "title": "12 Angry Men",
         "release_date": "1957-04-10",
         "poster_path": "/ow3wq89wM8qd5X7hWKxiRfsFf9C.jpg",
         "overview": "The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.",
         "popularity": 35.011,
         "vote_average": 8.5,
         "vote_count": 7249
         },
         {
         "title": "Your Name.",
         "release_date": "2016-08-26",
         "poster_path": "/q719jXXEzOoYaps6babgKnONONX.jpg",
         "overview": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.",
         "popularity": 93.694,
         "vote_average": 8.5,
         "vote_count": 9801
         },
         {
         "title": "Parasite",
         "release_date": "2019-05-30",
         "poster_path": "/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
         "overview": "All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.",
         "popularity": 51.373,
         "vote_average": 8.5,
         "vote_count": 15695
         },
         {
         "title": "The Dark Knight",
         "release_date": "2008-07-14",
         "poster_path": "/qJ2tW6WMUDux911r6m7haRef0WH.jpg",
         "overview": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
         "popularity": 66.534,
         "vote_average": 8.5,
         "vote_count": 29664
         },
         {
         "title": "The Green Mile",
         "release_date": "1999-12-10",
         "poster_path": "/o0lO84GI7qrG6XFvtsPOSV7CTNa.jpg",
         "overview": "A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.",
         "popularity": 61.848,
         "vote_average": 8.5,
         "vote_count": 15376
         },
         {
         "title": "Pulp Fiction",
         "release_date": "1994-09-10",
         "poster_path": "/d5iIlFn5s0ImszYzBPb8JPIfbXD.jpg",
         "overview": "A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
         "popularity": 55.952,
         "vote_average": 8.5,
         "vote_count": 25127
         },
         {
         "title": "The Good, the Bad and the Ugly",
         "release_date": "1966-12-23",
         "poster_path": "/bX2xnavhMYjWDoZp1VM6VnU1xwe.jpg",
         "overview": "While the Civil War rages on between the Union and the Confederacy, three men – a quiet loner, a ruthless hitman, and a Mexican bandit – comb the American Southwest in search of a strongbox containing $200,000 in stolen gold.",
         "popularity": 38.255,
         "vote_average": 8.5,
         "vote_count": 7379
         },
         {
         "title": "Forrest Gump",
         "release_date": "1994-06-23",
         "poster_path": "/arw2vcBveWOVZr6pxd9XTd1TdQa.jpg",
         "overview": "A man with a low IQ has accomplished great things in his life and been present during significant historic events—in each case, far exceeding what anyone imagined he could do. But despite all he has achieved, his one true love eludes him.",
         "popularity": 57.183,
         "vote_average": 8.5,
         "vote_count": 24613
         },
         {
         "title": "The Lord of the Rings: The Return of the King",
         "release_date": "2003-12-01",
         "poster_path": "/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
         "overview": "Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor from Sauron's forces. Meanwhile, Frodo and Sam take the ring closer to the heart of Mordor, the dark lord's realm.",
         "popularity": 56.69,
         "vote_average": 8.5,
         "vote_count": 21560
         },
         {
         "title": "Dou kyu sei – Classmates",
         "release_date": "2016-02-20",
         "poster_path": "/cIfRCA5wEvj9tApca4UDUagQEiM.jpg",
         "overview": "Rihito Sajo, an honor student with a perfect score on the entrance exam and Hikaru Kusakabe, in a band and popular among girls, would have never crossed paths. Until one day they started talking at the practice for their school’s upcoming chorus festival. After school, the two meet regularly, as Hikaru helps Rihito to improve his singing skills. While they listen to each other’s voice and harmonize, their hearts start to beat together.",
         "popularity": 13.098,
         "vote_average": 8.5,
         "vote_count": 303
         },
         {
         "title": "GoodFellas",
         "release_date": "1990-09-12",
         "poster_path": "/aKuFiU82s5ISJpGZp7YkIr3kCUd.jpg",
         "overview": "The true story of Henry Hill, a half-Irish, half-Sicilian Brooklyn kid who is adopted by neighbourhood gangsters at an early age and climbs the ranks of a Mafia family under the guidance of Jimmy Conway.",
         "popularity": 30.558,
         "vote_average": 8.5,
         "vote_count": 11238
         },
         {
         "title": "The Boy, the Mole, the Fox and the Horse",
         "release_date": "2022-12-25",
         "poster_path": "/oQRgyQCzcyZvE6w5heM9ktVY0LT.jpg",
         "overview": "The unlikely friendship of a boy, a mole, a fox and a horse traveling together in the boy’s search for home.",
         "popularity": 23.955,
         "vote_average": 8.5,
         "vote_count": 316
         },
         {
         "title": "Primal: Tales of Savagery",
         "release_date": "2019-11-21",
         "poster_path": "/9NBBkdxH0TjQEBSN2AzeE1sgsF9.jpg",
         "overview": "Genndy Tartakovsky's Primal: Tales of Savagery features a caveman and a dinosaur on the brink of extinction. Bonded by tragedy, this unlikely friendship becomes the only hope of survival.",
         "popularity": 13.232,
         "vote_average": 8.5,
         "vote_count": 263
         }
         ]
}